Repository: dvmage/magento-bulgarian-language-pack
Catalog: src/projects/1.7.x/tm/all.tmx
Source language: en
Languages: bg

source: Specified date/time "%1$s" do not match format "%2$s".
bg: Зададената стойност за дата/време "%1$s" не съвпада с формат "%2$s".

source: Start date cannot be greater than end date.
bg: Начална дата не може да бъде по-голяма от крайна дата.

source: Startup Page
bg: Стартираща страница

source: Store Contact Address
bg: Адрес за контакт на магазин

source: Store Contact Information
bg: Информация за контакт на магазин

source: Store Contact Telephone
bg: Телефон за контакт на магазин

source: Store Email Addresses
bg: Имейл адрес на магазин

source: Store Information
bg: Информация за магазин

source: Store View Information
bg: Информация за изглед на магазин

source: Store View Name
bg: Име на изглед на магазин

source: Store view doesn't exist
bg: Изгледа на магазин не съществува

source: Store with the same code
bg: Магазин със същия код

source: System Log File Name
bg: Име на файл за системен дневник

source: Template Path Hints
bg: Подсказки за път на шаблон

source: Template Settings
bg: Нстройки за шаблон

source: Template Variables
bg: Променливи за шаблон

source: Templates
bg: Шаблони

source: The %s you entered is invalid. Please make sure that it follows "http://domain.com/" format.
bg: Въведеното %s е невалидно. Моля спазете формат http://domain.com/"."

source: The store code may contain only letters (a-z), numbers (0-9) or underscore(_), the first character must be a letter
bg: Кодът на магазин може да съдържа само букви (a-z), числа (0-9) or долна черта (_), първият символ трябва да е буква

source: The store does not exist
bg: Магазинът не съществува

source: The store has been deleted.
bg: Магазинът беше изтрит.

source: The store has been saved.
bg: Магазинът беше записан.

source: The store view has been deleted.
bg: Изгледът на магазин беше изтрит.

source: The store view has been saved
bg: Изгледът на магазин беше записан

source: The template Name must not be empty.
bg: Името на шаблона не трябва да е празно.

source: The website does not exist.
bg: Убесайтът не съществува.

source: The website has been deleted.
bg: Убесайтът беше изтрит.

source: The website has been saved.
bg: Убесайтът беше записан.

source: Themes
bg: Теми

source: This category and all its child elements
bg: Тази категория и всички нейни под-елементи

source: This category and its child categories only
bg: Само тази категория и нейните под-категории

source: This category and its products only
bg: Само тази категория и нейните продукти

source: This category only
bg: Само тази категория

source: This date is a required value.
bg: Тази дата е задължителна стойност.

source: This store cannot be deleted.
bg: Този магазин не може да бъде изтрит.

source: This store view cannot be deleted.
bg: Този изглед на магазин не може да бъде изтрит.

source: This website cannot be deleted.
bg: Този уебсайт не може да бъде изтрит.

source: This will be displayed just before body closing tag.
bg: Това ще бъде показано точно преди затварящ елемент body.

source: This will be included before head closing tag in page HTML.
bg: Това ще бъде включено в HTML на страницата преди затварящ елемент head.

source: Timezone
bg: Часова зона

source: Title Prefix
bg: Префикс на заглавие

source: Title Suffix
bg: Суфикс на заглавие

source: Translate Inline
bg: Вградено превеждане

source: Translations
bg: Преводи

source: Unable to create directory: %s
bg: Невъзможно е създаването на папка: %s

source: Unable to delete store view. Please, try again later.
bg: Невъзможно е изтриването на изглед на магазин. Моля опитайте по късно.

source: Unable to delete store. Please, try again later.
bg: Невъзможно е изтриването на магазин. Моля опитайте по късно..

source: Unable to delete website. Please, try again later.
bg: Невъзможно е изтриването на уебсайт. Моля опитайте по късно..

source: Unable to proceed. Please, try again
bg: Процесирането е невъзможно. Моля опитайте отново

source: Unknown scope "%s".
bg: Непознат обхват "%s".

source: Unsecure
bg: Несигурен

source: Url Options
bg: Url опции

source: Use Custom Admin URL
bg: Използвай друг адрес за достъп до администрация

source: Use HTTP Only
bg: Изплзвай само HTTP

source: Use SID on Frontend
bg: Използвай SID на пубичен сайт

source: Use Secure URLs in Admin
bg: Използвай сигурни адреси за достъп в администрация

source: Use Secure URLs in Frontend
bg: Използвай сигурни адреси за достъп на публичен сайт

source: Use Web Server Rewrites
bg: Използвай презаписвания на уеб сървър

source: Validate HTTP_USER_AGENT
bg: Валидирай HTTP_USER_AGENT

source: Validate HTTP_VIA
bg: Валидирай HTTP_VIA

source: Validate HTTP_X_FORWARDED_FOR
bg: Валидирай HTTP_X_FORWARDED_FOR

source: Validate REMOTE_ADDR
bg: Валидирай REMOTE_ADDR

source: Validation has failed.
bg: Валидирането е неуспешно.

source: Values less than 60 are ignored. Note that changes will apply after logout.
bg: Стойности под 60 се игнорират. Промените ще бъдат приложени след изход от системата.

source: Variable Code must be unique.
bg: Кодът на променлива трябва да е уникален.

source: Web
bg: Уеб

source: Website Information
bg: Информация за уебсайт

source: Website Name
bg: Име на уебсайт

source: Website code may only contain letters (a-z), numbers (0-9) or underscore(_), the first character must be a letter
bg: Кодът за уебсайт може да съдържа само букви (a-z), цифри (0-9) или долна черта (_), първия символ трябва да е буква

source: Website with the same code
bg: Уебсайт със същия код

source: Weekend Days
bg: Дни за уикенд

source: Welcome Text
bg: Текст за добре дошъл

source: Wrong number of arguments for %s
bg: Грешен брой аргументи за %s

source: Your design change for the specified store intersects with another one, please specify another date range.
bg: Промяната на дизайна за избрания магазин се засича с друга, моля определете дати за друг период.

source: Your order cannot be completed at this time as there is no payment methods available for it.
bg: Вашата поръчка не може да бъде завършена към този момент, поради липсата на методи на разплащане.

source: Your order cannot be completed at this time as there is no shipping methods available for it. Please make necessary changes in your shipping address.
bg: Вашата поръчка не може да бъде завършена към този момент, поради липсата на методи на доставка. Моля направете съответни промени във Вашия адрес за доставка.

source: Your session has been expired, you will be relogged in now.
bg: Сесията Ви изтече, ще бъдете оторизиран отново.

source: Daily
bg: Дневно

source: Failure History Lifetime
bg: Пълна хронология на неизпълнени задачи

source: For correct URLs generated during cron runs please make sure that Web > Secure and Unsecure Base URLs are explicitly set.
bg: За коректно генериране на уеб адреси по време на изпълнението на задачите, се убедете, че Уеб > Подсигурено и Неподсигурено базово URL за изрично зададени.

source: Generate Schedules Every
bg: Генериране на разписания на всеки/всяка

source: History Cleanup Every
bg: Изичстване на хронологията на всеки/всяка

source: Invalid callback: %s::%s does not exist
bg: Невалидно обратно извикване: %s::%s не съществува

source: Invalid model/method definition, expecting "model/class::method".
bg: Невалидна дефиниция на модел/метод, очаквано е модел/класс::метод"."

source: Missed if Not Run Within
bg: Пропуснато ако не е стартирано до

source: Monthly
bg: Месечно

source: No callbacks found
bg: Не са намерени обратни извиквания

source: Schedule Ahead for
bg: Планирай за

source: Success History Lifetime
bg: Пълна хронология на успешно изпълнени задачи

source: Too late for the schedule.
bg: Твърде късно за разписанието.

source: Unknown error.
bg: Непозната грешка.

source: Weekly
bg: Седмично

source: Account Dashboard
bg: Профил табло

source: Account Sharing Options
bg: Опции за споделяне

source: Account confirmation is required. Please, check your e-mail for confirmation link. To resend confirmation email please <a href="%s">click here</a>.
bg: Нужно е потвърждение на профила. Моля, проверете вашия имейл с линк за потвърждение. За повторно изпращане <a href="%s">тук</a>.

source: Account confirmation is required. Please, check your email for the confirmation link. To resend the confirmation email please <a href="%s">click here</a>.
bg: Нужно е потвърждение на профила. Моля, проверете вашия имейл за линк за потвърждение. За повторно изпращане <a href="%s">тук</a>.

source: Add New Customer
bg: Добави нов клиент

source: Add New Customer Group
bg: Добави нова клиентска група

source: Added From
bg: Добавена форма

source: Additional Address Entries
bg: Допълнителни адресни данни

source: Address Book
bg: Адресна книга

source: Address Books
bg: Адресни книги

source: Address Information
bg: Информация за адрес

source: Address Templates
bg: Шаблони за адрес

source: Addresses
bg: Адреси

source: Always optional.
bg: Винаги по желание.

source: Amount
bg: Сума

source: An error occurred while deleting the address.
bg: Възникна грешка при изтриването на адреса

source: An error occurred while retrieving the option value: %s.
bg: Възникна грешка при извличане стойност на опция: %s.

source: An error occurred while saving the collection, aborting. Error: %s
bg: Възникна грешка при съхраняване на колекция, анулиране. Грешка: %s

source: Are you sure that you want to remove this item?
bg: Сигурен ли сте, че искате да премахнете този артикул?

source: Are you sure you want to cancel adding of this address?
bg: Сигурен ли сте, че искате да откажете добавянето на този адрес?

source: Are you sure you want to delete this address?
bg: Сигурен ли сте, че искате да изтриете този адрес?

source: Array of Entity collections is expected.
bg: Очаква се масив тип колекция от единици.

source: Assign a Customer Group
bg: Присъединяване към клиентска група

source: Average Sale
bg: Средна продажба

source: Back - link to the previously viewed page
bg: Назад – линк към предишно разглежданата страница

source: Bad request.
bg: Невалидна заявка.

source: Bill to Name
bg: Име за сметка

source: Bought From
bg: Закупено от

source: By creating an account with our store, you will be able to move through the checkout process faster, store multiple shipping addresses, view and track your orders in your account and more.
bg: Чрез създаване на профил в нашия магазин, ще имате достъп до ускорен процес за потвърждаване на поръчките, ще можете да съхранявате множество адреси за доставка, да преглеждате и проследявате заявки и много други.

source: Cannot save address.
bg: Адресът не може да бъде съхранен.

source: Cannot save the customer.
bg: Клиентът не може да бъде съхранен.

source: Change Account Password
bg: Промени паролата на профил

source: Change Password
bg: Промени паролата

source: Change Shipping Address
bg: промени адрес за доставка

source: Config
bg: Конфигурация

source: Configure
bg: Конфигурирай

source: Confirmation Link Email
bg: Имейл с линк за потвърждение

source: Confirmed
bg: Потвърдено

source: Create New Account Options
bg: Създай опции за нов профил

source: Create New Customer Account
bg: Създай нов клиентски профил

source: Create Order
bg: Създай поръчка

source: Create an Account
bg: Създай профил

source: Create customer
bg: Създай клиент

source: Create customer address
bg: Създай клиентски адрес

source: Current Password
bg: Текуща парола

source: Customer API
bg: Клиентско Api

source: Customer Account Edit Form
bg: Форма за редакция на клиентски профил

source: Customer Account Login Form
bg: Форма за вход с клиентски профил

source: Customer Account Logout Success
bg: Успешен изход от клиентски профил

source: Customer Account Registration Form
bg: Форма за регистрация на клиентски профил

source: Customer Addresses
bg: Клиентски адрес

source: Customer Configuration
bg: Конфигурация (Клиенти)

source: Customer Forgot Password Form
bg: Форма за забравена парола на клиент

source: Customer Login
bg: Вход клиенти

source: Customer My Account (All Pages)
bg: Моят профил (Всички страници)

source: Customer My Account Address Book
bg: Клиентска адресна книга

source: Customer My Account Address Edit Form
bg: Клиентска форма редакция на адрес

source: Customer My Account Dashboard
bg: Клиентско Профил табло

source: Customer Since
bg: Клиент от

source: Customer View
bg: Клиентски изглед

source: Customer collection expected.
bg: Очаква се колекция от клиенти.

source: Customer email is required
bg: Клиентският имейл е задължителен.

source: Customer website ID must be specified when using the website scope
bg: Необходимо е определянето на уебсайт ID на клиента при използването на уебсайт обхват.

source: Customer will stay on the current page if "No" is selected.
bg: Клиентът ще остане на текущата страница при избрано Не"."

source: Customers Only
bg: Само за клиенти

source: Customers Section
bg: Секция Клиенти

source: DD
bg: ДД

source: Date of Birth
bg: Дата на раждане

source: Days in Wishlist
bg: Дни в списък с желания

source: Default Addresses
bg: Адреси по подразбиране

source: Default Email Domain
bg: Имейл домейн по подразбиране

source: Default Group
bg: Група по подразбиране

source: Default Shipping Address
bg: Адрес за доставка по подразбиране

source: Default Welcome Email
bg: Имейл за Добре дошли по подразбиране

source: Delete Address
bg: Изтрий адрес

source: Delete Customer
bg: Изтрий клиент

source: Delete Customer Group
bg: Изтрий клиентска група

source: Delete customer
bg: Изтрий клиент

source: Delete customer address
bg: Изтрий клиентски адрес

source: Deleted Stores
bg: Изтрити магазини

source: Edit Account Info
bg: Редактирай данни на профил

source: Edit Account Information
bg: Редактирай информация на профил

source: Edit Address Entry
bg: Редактирай адрес

source: Edit Customer Group "%s"
bg: Редакция на клиентска група "%s"

source: Edit Customer Groups
bg: Редактирай клиентски групи

source: Edit Customer's Address
bg: Редактирай клиентски адрес

source: Edit Group
bg: Редактирай група

source: Edit Newsletters
bg: Редактирай бюлетини

source: Entity collection is expected.
bg: Очаква се колекция от единици.

source: Failed to confirm customer account.
bg: Неуспешна валидация на потребителски профил.

source: Forgot Email Template
bg: Шаблон за Имейл за забравена парола

source: Forgot Password
bg: Забравена парола

source: Forgot Your Password
bg: Забравили сте вашата парола

source: Forgot Your Password?
bg: Забравили сте вашата парола?

source: From your My Account Dashboard you have the ability to view a snapshot of your recent account activity and update your account information. Select a link below to view or edit information.
bg: От 'Моето Табло' може да прегледате вашата текуща активност и да редактирате профила си. Изберете някой от линковете, за да прегледате и/или редактирате текущата информация.

source: Gender
bg: Пол

source: General Subscription
bg: Основен абонамент

source: Generate Human-Friendly Customer ID
bg: Генериране на разбираемо за човек клиентско ID

source: Group Information
bg: Информация за група

source: Group Name
bg: Име на група

source: Hello, %s!
bg: Здравейте, %s!

source: If you have an account with us, please log in.
bg: Ако вече имате създаден профил, моля влезте в системата.

source: Invalid current password
bg: Невалидна текуща парола

source: Invalid customer data
bg: Невалидни клиентски данни

source: Invalid email address.
bg: Невалиден имейл адрес.

source: Invalid login or password.
bg: Невалидни потребителско име или парола.

source: Last Activity
bg: Последна активност

source: Last Date Subscribed
bg: Последна дата на абонамент

source: Last Date Unsubscribed
bg: Последна дата на премахване на абонамент

source: Last URL
bg: Последно URL

source: Leave empty for default (15 minutes).
bg: Празно за използване на стойност по подразбиране (15 минути).

source: Leave empty for default (2). Valid range: 1-4
bg: Празно за използване на стойност по подразбиране (2).<br />Валиден обхват: 1-4

source: Log In
bg: Вход

source: Login Information
bg: Информация за вход

source: Login Options
bg: Опции при вход в системата

source: Login and password are required.
bg: Потребител и парола за задължителни

source: Login or Create an Account
bg: Вход или Създаване на нов профил

source: MM
bg: ММ

source: Manage Addresses
bg: Управление на адреси

source: Missing email, skipping the record.
bg: Липсващ имейл, пропускане на записа.

source: Missing firstname, skipping the record.
bg: Липсващо име, пропускане на записа.

source: Missing lastname, skipping the record.
bg: Липсваща фамилия, пропускане на записа.

source: My Dashboard
bg: Моето табло

source: My Orders
bg: Моите поръчки

source: Name and Address Options
bg: Опции за име и адрес

source: Never
bg: Никога

source: New Address Entry
bg: Нов адрес

source: New Customer Address
bg: Нов клиентски адрес

source: New Customer Group
bg: Нова клиентска група

source: New Customer Groups
bg: Нови клиентски групи

source: New account
bg: Нов профил

source: New account confirmation key
bg: Нов ключ за потвърждение на профил

source: New account confirmed
bg: Нов профил – потвърден

source: Newsletter Finish
bg: Край на бюлетин

source: Newsletter Information
bg: Информация за бюлетин

source: Newsletter Received
bg: Бюлетин – получен

source: Newsletter Start
bg: Начало на бюлетин

source: Newsletter Subscription
bg: Абонамент за информационен бюлетин

source: Newsletters
bg: Бюлетини

source: No Items Found
bg: Няма намерени артикули

source: No Newsletter Found
bg: Няма намерени бюлетини

source: No customer collections found
bg: Няма намерени клиентски колекции

source: No item specified.
bg: Не е посочен артикул.

source: Not Sent
bg: Неизпратено

source: Not confirmed, can login
bg: Непотвърдено, вход позволен

source: Not confirmed, cannot login
bg: Непотвърдено, вход забранен

source: Number of Lines in a Street Address
bg: Брой редове за улица в адрес

source: Offline
bg: Офлайн

source: Online
bg: Онлайн

source: Online Customers Options
bg: Онлайн опции

source: Online Minutes Interval
bg: Онлайн интервал (в минути)

source: Order Total
bg: Обща сума

source: Password Management
bg: Управление пароли

source: Password Options
bg: Опции за пароли

source: Password forgotten
bg: Забравена парола

source: Paused
bg: На пауза

source: Per Website
bg: По уебсайт

source: Please enter your email address below. You will receive a link to reset your password.
bg: Моля въведете имейл адрес. Ще получите линк за смяна на паролата.

source: Please enter your email below and we\'ll send you confirmation link for it.
bg: Моля, въведете вашия имейл и ще ви бъде изпратен линк за потвърждение.

source: Please enter your email.
bg: Моля, въведете вашия имейл.

source: Please select
bg: Моля, изберете

source: Please, check your email for confirmation key.
bg: Моля, проверете вашия имейл за ключ за потвърждение.

source: Prefix Dropdown Options
bg: Падащо меню с префикс опции

source: Purchase On
bg: Покупка на

source: Purchased At
bg: Покупка в

source: Records for %s store found.
bg: Намерени са записи за магазин %s.

source: Redirect Customer to Account Dashboard after Logging in
bg: Пренасочване на клиента към 'Моето табло' след вход в системата

source: Refunded
bg: Сторнирано

source: Registered Customers
bg: Регистрирани клиенти

source: Remind Email Template
bg: Registered Customers

source: Remind Password
bg: Подсещане за парола

source: Require Emails Confirmation
bg: Изисквай имейл потвърждение

source: Retrieve address data
bg: Извлечи данни за адрес

source: Retrieve address info
bg: Извлечи информация за адрес

source: Retrieve customer addresses
bg: Извлечи клиентски адрес

source: Retrieve customer data
bg: Извлечи данни за клиент

source: Retrieve customer groups
bg: Извлечи клиентски групи

source: Retrieve customer info
bg: Извлечи информация за клиент

source: Retrieve customers
bg: Извлечиа клиенти

source: Retrieve your confirmation link here
bg: Получаване на линк за потвърждение тук

source: Retrieve your password here
bg: Получаване на парола тук

source: Sales Statistics
bg: Статистика продажби

source: Save Address
bg: Запиши адрес

source: Save Customer
bg: Запиши клиент

source: Save Customer Group
bg: Запиши клиентска група

source: Save Password
bg: Запиши парола

source: Semicolon (;) separated values.<br/>Put semicolon in the beginning for empty first option.<br/>Leave empty for open text field.
bg: Стойности разделени с точка и запетайка (;).<br/>Сложете точка и запетайка за празна първа стойност.<br/>Оставете празно за отворено текстово поле.

source: Send From
bg: Форма за изпращане

source: Send Welcome Email
bg: Изпращане на имейл Добре дошли

source: Send Welcome Email after Confirmation
bg: Изпращане на имейл Добре дошли след потвърждение

source: Send auto-generated password
bg: Изпращане на автоматично генерирана парола

source: Send confirmation link
bg: Изпращане на линк за потвърждение

source: Sending
bg: Изпращане

source: Sent
bg: Изпратено

source: Session Start Time
bg: Начало на сесия

source: Set as Default Billing Address
bg: Задай като адрес за плащане по подразбиране

source: Set as Default Shipping Address
bg: Задай като адрес за доставка по подразбиране

source: Share Customer Accounts
bg: Сподели клиентски профили

source: Shipped to First Name
bg: Доставено до име

source: Shipped to Last Name
bg: Доставено до фамилия

source: Shipped to Name
bg: Доставено до име

source: Shopping Cart - %d item(s)
bg: Количка - %d продукт(а)

source: Show Date of Birth
bg: Покажи рождена дата

source: Show Gender
bg: Покажи пол

source: Show Middle Name (initial)
bg: Покажи презиме (първоначално)

source: Show Prefix
bg: Покажи префикс

source: Show Suffix
bg: Покажи суфикс

source: Show Tax/VAT Number
bg: Покажи данъчен/ДДС номер

source: Sign Up for Newsletter
bg: Абониране за бюлетин

source: Skipping import row, website "%s" field does not exist.
bg: Пропускане на ред за импорт, поле уебсайт "%s" не съществува.

source: Subscribe to Newsletter
bg: Абониране за информационен бюлетин

source: Subscribed to Newsletter?
bg: Абониран за бюлетин?

source: Suffix Dropdown Options
bg: Падащо меню за суфикс опции

source: Tax Class
bg: Данъчен клас

source: Tax/VAT number
bg: Булстат/Рег. номер по ДДС

source: Text One Line
bg: Текст на един ред

source: Thank you for registering with %s.
bg: Багодарим ви, че се регистрирахте в %s.

source: The account information has been saved.
bg: Информацията за профила е записана.

source: The address does not belong to this customer.
bg: Адресът не принадлежи на този клиент.

source: The address has been deleted.
bg: Адресът беше изтрит.

source: The address has been saved.
bg: Адресът беше записан.

source: The customer does not have default billing address.
bg: Клиентът няма адрес за плащане по подразбиране.

source: The customer group has been deleted.
bg: Клиентската група беше изтрита.

source: The customer group has been saved.
bg: Клиентската група беше записана.

source: The group "%s" cannot be deleted
bg: Група "%s" не може да бъде изтрита

source: The password must have at least 6 characters. Leading or trailing spaces will be ignored.
bg: Група "%s" не може да бъде изтрита.

source: The suffix that goes after name (Jr., Sr., etc.)
bg: Суфикс след името (мл., ст., т.н.)

source: The title that goes before name (Mr., Mrs., etc.)
bg: Титла пред името (г-н., г-жа., т.н.)

source: There are no items in customer's wishlist at the moment
bg: Списъкът с желания на клиента е празен

source: There are no items in customer\'s shopping cart at the moment
bg: Количката на клиента е празна
